Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Fig 34 The In-Ceram restoration on the customized abutment.
vi: Hình 34 The In-Ceram restoration on the customized abutment.

source: Fig 34 Wax facilitating the loosening of the screw before the impression is removed.
vi: Hình 34 Wax facilitating the loosening of the screw before the impression is removed.

source: Fig 34a After insertion of the definitive customized titanium coping for tooth 12, torqued to 35 Ncm, and sealed with cotton and Cavit.
vi: Hình 34a Sau khi gắn definitive customized titanium coping răng 12, lực torque 35 Ncm, và trám bằng gòn và Cavit.

source: Fig 34b After insertion of the definitive customized titanium coping for tooth 22, torqued to 35 Ncm, and sealed with cotton and Cavit.
vi: Hình 34b Sau khi gắn definitive customized titanium coping răng 22, lực torque 35 Ncm, và trám bằng gòn và Cavit.

source: Fig 35 Apical view of the impression cap, ready for connection of the implant analog.
vi: Hình 35 Apical view of the impression cap, ready for connection of the implant analog.

source: Fig 35 Impression ready for transfer to the dental lab.
vi: Hình 35 Impression ready for transfer to the dental lab.

source: Fig 35 Labial view of the working cast with the increased optical contrast required for the CARES system during the scanning process.
vi: Hình 35 Labial view of the working cast with the increased optical contrast required for the CARES system during the scanning process.

source: Fig 35 Postoperative frontal view showing an acceptable result.
vi: Hình 35 Postoperative frontal view showing an acceptable result.

source: Fig 35 The gap between the silicone and the impression cap was filled with a flowable light curing composite.
vi: Hình 35 The gap between the silicone and the impression cap was filled with a flowable light curing composite.

source: Fig 35 The periapical radiograph shows a good fit between the implant and the screw-retained provisional restoration.
vi: Hình 35 Phim X quang quanh chóp cho thấy kết nối tốt giữa implant và phục hình tạm bắt vít.

source: Fig 35a Final restoration after delivery.
vi: Hình 35a Phục hình sau cùng sau khi giao

source: Fig 35a Final restoration and abutment returned from the laboratory.
vi: Hình 35a Final restoration and abutment returned from the laboratory.

source: Fig 35b Exploded view of the relationship between the crown and abutment.
vi: Hình 35b Exploded view of the relationship between the crown and abutment.

source: Fig 35b Final restoration after delivery.
vi: Hình 35b Phục hình sau cùng sau khi giao

source: Fig 36 Facial view of 11 before placement of the final custom abutment.
vi: Hình 36 Facial view of 11 before placement of the final custom abutment.

source: Fig 36 Individualized impression cap mimicking the final emergence profile.
vi: Hình 36 Individualized impression cap mimicking the final emergence profile.

source: Fig 36 Occlusal view with nicely shaped peri-implant soft tissue.
vi: Hình 36 Nhìn phía nhai với hình dạng đẹp của mô mềm quanh implant.

source: Fig 36 One-year follow-up revealing the side effects of inadequate peri-implant hard-tissue support.
vi: Hình 36 One-year follow-up revealing the side effects of inadequate peri-implant hard-tissue support.

source: Fig 36 The implant analog was attached to the impression cap and secured with the respective screw before the master cast was made.
vi: Hình 36 The implant analog was attached to the impression cap and secured with the respective screw before the master cast was made.

source: Fig 36 The transocclusally screw-retained provisional crown on the model.
vi: Hình 36 The transocclusally screw-retained provisional crown on the model.

source: Fig 36a Periapical radiograph of implant 21 after insertion of the final restoration.
vi: Hình 36a Phim X quang quanh chóp của implant 21 sau khi gắn phục hình sau cùng.

source: Fig 36b Periapical radiograph of implant 22 after insertion of the final restoration.
vi: Hình 36b Phim X quang quanh chóp của implant 22 sau khi gắn phục hình sau cùng.

source: Fig 37 Facial view with nicely scalloped gingival margin.
vi: Hình 37 Nhìn phía ngoài với đường viền nướu dạng vỏ sò.

source: Fig 37 Individualized impression cap ideally supporting the mucosa.
vi: Hình 37 Individualized impression cap ideally supporting the mucosa.

source: Fig 37 Periapical radiograph at one-year follow-up.
vi: Hình 37 Phim X quang quanh chóp sau theo dõi 1 năm.

source: Fig 37 Provisional crown integrating well into the line of natural teeth.
vi: Hình 37 Provisional crown integrating well into the line of natural teeth.

source: Fig 37 The post for the temporary crown needed to be shortened.
vi: Hình 37 The post for the temporary crown needed to be shortened.

source: Fig 37a Full smile, one year after insertion.
vi: Hình 37a Cười lớn, 1 năm sau.

source: Fig 37a Tightening of the custom abutment to 35 Ncm using the ratchet with torque control device.
vi: Hình 37a Tightening of the custom abutment to 35 Ncm using the ratchet with torque control device.

source: Fig 37b Facial view of the custom abutment in place.
vi: Hình 37b Facial view of the custom abutment in place.

source: Fig 37b Retracted view, one year after insertion.
vi: Hình 37b Retracted view, 1 năm sau khi gắn

source: Fig 37c Occlusal view of the custom abutment in place.
vi: Hình 37c Occlusal view of the custom abutment in place.

source: Fig 37c Open-anterior view of teeth 12 and 22, one year after insertion.
vi: Hình 37c Răng 12 và 22, 1 năm sau khi gắn

source: Fig 37d Lateral view of tooth 12, one year after insertion.
vi: Hình 37d Nhìn phía bên răng12, 1 năm sau khi gắn

source: Fig 37e Occlusal view of tooth 12, one year after insertion.
vi: Hình 37e Nhìn phía nhai của răng 12, 1 năm sau khi gắn

source: Fig 37f Lateral view of tooth 22, one year after insertion.
vi: Hình 37f Nhìn phía bên răng 22, 1 năm sau khi gắn

source: Fig 37g Occlusal view of tooth 22, one year after insertion.
vi: Hình 37g Nhìn phía nhai răng 22, 1 năm sau khi gắn

source: Fig 37h Full smile, two years after insertion.
vi: Hình 37h Cười lớn, 2 năm sau khi gắn

source: Fig 37i Retracted view, two years after insertion.
vi: Hình 37i Retracted view, 2 năm sau khi gắn.

source: Fig 37j Lateral view of tooth 12, two years after insertion.
vi: Hình 37j Nhìn phía bên răng 12, 2 năm sau khi gắn

source: Fig 37k Lateral view of tooth 22, two years after insertion.
vi: Hình 37k Nhìn phía bên răng 2, 2 năm sau khi gắn.

source: Fig 37l Ideal distances between contact points and bone crest as well as between implant shoulders and soft-tissue margins.
vi: Hình 37l Khoảng cách lý tưởng giữa điểm tiếp xúc và mào xương cũng như giữa gai implant và đường viền mô mềm.

source: Fig 37m Periapical radiograph of implant 12, two years after insertion.
vi: Hình 37m Phim X quang quanh chóp của implant 12, 2 năm sau khi gắn.

source: Fig 37n Periapical radiograph of implant 22, two years after insertion.
vi: Hình 37n Phim X quang quanh chóp của implant 22, 2 năm sau khi gắn.

source: Fig 38 Cotton and Cavit placed to seal access to the abutment screw.
vi: Hình 38 Cotton and Cavit placed to seal access to the abutment screw.

source: Fig 38 Esthetically pleasing treatment outcome with the implant-supported ceramo-metal crown.
vi: Hình 38 Kết quả thẩm mỹ tốt với mão răng sứ kim loại trên implant.

source: Fig 38 Final impression.
vi: Hình 38 Final impression.

source: Fig 38 Lateral view at site 12 with titanium visible at the soft-tissue margin.
vi: Hình 38 Lateral view at site 12 with titanium visible at the soft-tissue margin.

source: Fig 38 The post was shortened to the desired occlusal height.
vi: Hình 38 The post was shortened to the desired occlusal height.

source: Fig 39 After adding a thin layer of dentine-like ceramic, the remaining translucency of the ZrO 2 custom abutment was verified under light-transmission conditions.
vi: Hình 39 After adding a thin layer of dentine-like ceramic, the remaining translucency of the ZrO 2 custom abutment was verified under light-transmission conditions.

source: Fig 39 After cementation of the restoration, allowing for accessible cement cleanup.
vi: Hình 39 After cementation of the restoration, allowing for accessible cement cleanup.

source: Fig 39 Final master cast for the tooth-supported crown 12 and the implant-supported crown 11.
vi: Hình 39 Final master cast for the tooth-supported crown 12 and the implant-supported crown 11.

source: Fig 39 Narrow Neck titanium coping.
vi: Hình 39 Narrow Neck titanium coping.

source: Fig 39 Periapical radiograph showing excellent precision between the implant and the restoration.
vi: Hình 39 Phim X quang quanh chóp cho thấy độ chính xác tuyệt đối giữa implant và phục hình.

source: Fig 39 Sandblasting facilitated adhesion of the opaque.
vi: Hình 39 Sandblasting facilitated adhesion of the opaque.

source: Fig 39 The clinical situation five weeks after insertion of the healing cap.
vi: Hình 39 The clinical situation five weeks after insertion of the healing cap.

source: Fig 4 A bony defect was to be expected despite the harmoniously contoured bony arch.
vi: Hình 4 A bony defect was to be expected despite the harmoniously contoured bony arch.

source: Fig 4 An occlusal view from tooth 13 to tooth 11 showing the large metal retainers used in the resin-retained restoration.
vi: Hình 4 An occlusal view from tooth 13 to tooth 11 showing the large metal retainers used in the resin-retained restoration.

source: Fig 4 Clinical situation after orthodontic treatment, frontal view.
vi: Hình 4 Clinical situation after orthodontic treatment, frontal view.

source: Fig 4 Disharmony in the tooth alignment caused by tooth 63.
vi: Hình 4 Disharmony in the tooth alignment caused by tooth 63.

source: Fig 4 Frontal view of moderately tapered teeth, harmonious gingival margins, and papillary deficiencies on the mesiofacial aspect of teeth 12 and 21.
vi: Hình 4 Frontal view of moderately tapered teeth, harmonious gingival margins, and papillary deficiencies on the mesiofacial aspect of teeth 12 and 21.

source: Fig 4 Immediate restoration of an implant in site 13.
vi: Fig 4 Phục hình tức thì implant răng 13.

source: Fig 4 Initial periapical radiograph.
vi: Hình 4 Initial periapical radiograph.

source: Fig 4 Medium lip line.
vi: Hình 4 Đường môi trung bình.

source: Fig 4 Periapical radiograph after treatment of tooth 21.
vi: Hình 4 Periapical radiograph after treatment of tooth 21.

source: Fig 4 Periapical radiograph showing a mesial radiolucency and the status after apicoectomy.
vi: Hình 4 Periapical radiograph showing a mesial radiolucency and the status after apicoectomy.

source: Fig 4 Periapical radiograph showing a root-canal filled tooth with a post and a gap between the crown and the root.
vi: Hình 4 Periapical radiograph showing a root-canal filled tooth with a post and a gap between the crown and the root.

source: Fig 4 Provisional fixed dental prosthesis at the four-week follow-up.
vi: Fig 4 Phục hình cố định tạm sau 4 tuần theo dõi.

source: Fig 4 Schematic diagram of a waxup that can be used for the fabrication of a surgical template.
vi: Hình 4 Schematic diagram of a waxup that can be used for the fabrication of a surgical template.

source: Fig 4 The implant in apical malposition due to excessive countersinking and the close proximity of the implant to the lateral incisor.
vi: Hình 4 The implant in apical malposition due to excessive countersinking and the close proximity of the implant to the lateral incisor.

source: Fig 4 The implants with the healing caps and wound closure.
vi: Fig 4 Implant với nắp lành thương và vết thương được khâu đóng.

source: Fig 40 A flat mucosal contour at the implant site.
vi: Hình 40 A flat mucosal contour at the implant site.

source: Fig 40 A modified titanium coping with a submucosal margin.
vi: Hình 40 A modified titanium coping with a submucosal margin.

source: Fig 40 Applying the opaque.
vi: Hình 40 Applying the opaque.

source: Fig 40 Clinical status eight years after implant placement.
vi: Hình 40 Lâm sàng 8 năm sau cấy ghép.

source: Fig 40 Diagnostic waxup crowns for teeth 12 and 11.
vi: Hình 40 Diagnostic waxup crowns for teeth 12 and 11.

source: Fig 40a After delivery of the In-Ceram crown for tooth 11 .
vi: Hình 40a After delivery of the In-Ceram crown for tooth 11 .

source: Fig 40b Periapical radiograph after delivery.
vi: Hình 40b Periapical radiograph after delivery.

source: Fig 41 A pleasing esthetic result with a properly restored implant at site 12.
vi: Hình 41 A pleasing esthetic result with a properly restored implant at site 12.

source: Fig 41 After removal of the healing cap.
vi: Hình 41 After removal of the healing cap.

source: Fig 41 Silicone key representing the diagnostic waxup used to determine and control the shape and form of the individual abutment.
vi: Hình 41 Silicone key representing the diagnostic waxup used to determine and control the shape and form of the individual abutment.

source: Fig 41 The radiographic follow-up at eight years showed excellent stability of the bone crest levels.
vi: Hình 41 Phim X quang theo dõi sau 8 năm cho thấy sự ổn định của mào xương

source: Fig 41 The screw channel must not interfere with the occlusion.
vi: Hình 41 The screw channel must not interfere with the occlusion.

source: Fig 41a Follow-up twelve months after delivery.
vi: Hình 41a Follow-up twelve months after delivery.

source: Fig 41b A stable esthetic treatment outcome due to correct three-dimensional implant placement.
vi: Hình 41b A stable esthetic treatment outcome due to correct three-dimensional implant placement.

source: Fig 41c Follow-up twelve months after delivery, full smile.
vi: Hình 41c Follow-up twelve months after delivery, full smile.

source: Fig 42 Clinical smile.
vi: Hình 42 Khi cười.

source: Fig 42 Periapical radiograph taken after insertion of the definitive restoration.
vi: Hình 42 Periapical radiograph taken after insertion of the definitive restoration.

source: Fig 42 Prospective crown margin, ideally placed 1 to 2 mm subgingivally.
vi: Hình 42 Prospective crown margin, ideally placed 1 to 2 mm subgingivally.

source: Fig 42 Provisional crown, labial view.
vi: Hình 42 Provisional crown, labial view.

source: Fig 42 Stepwise adaptation of the cervical portion of the provisional.
vi: Hình 42 Stepwise adaptation of the cervical portion of the provisional.

source: Fig 42 The first clinical try-in of the all-ceramic implant-supported crown 11 revealed an acceptable integration into its natural surroundings and confirmed that the basic features of tooth and tooth volume and the localization of the mesial and distal transition line angles had closely duplicated those of contralateral natural tooth.
vi: Hình 42 The first clinical try-in of the all-ceramic implant-supported crown 11 revealed an acceptable integration into its natural surroundings and confirmed that the basic features of tooth and tooth volume and the localization of the mesial and distal transition line angles had closely duplicated those of contralateral natural tooth.

source: Fig 43 Long interproximal contacts compensated for interproximal soft-tissue deficiencies.
vi: Hình 43 Long interproximal contacts compensated for interproximal soft-tissue deficiencies.

source: Fig 43 The detail view confirming the stability of the esthetic result at the nine-year follow-up.
vi: Hình 43 Góc nhìn chi tiết xác nhận sự ổn định của thẩm mỹ sau 9 năm theo dõi

source: Fig 43 The incisal edge of the In-Ceram blank was located too far labially; this had to be corrected.
vi: Hình 43 The incisal edge of the In-Ceram blank was located too far labially; this had to be corrected.

source: Fig 43 The provisional crown was inserted with slight pressure to the peri-implant mucosa.
vi: Hình 43 The provisional crown was inserted with slight pressure to the peri-implant mucosa.

source: Fig 44 Labial view of the anterior maxilla after replacing the existing mesioincisal composite restoration.
vi: Hình 44 Labial view of the anterior maxilla after replacing the existing mesioincisal composite restoration.

source: Fig 44 The corrected In-Ceram blank’s incisal edge portion.
vi: Hình 44 The corrected In-Ceram blank’s incisal edge portion.

source: Fig 44 The goal of the cervical modification process was to make the course of the mucosa match the course of the gingiva at tooth 11 as closely as possible.
vi: Hình 44 The goal of the cervical modification process was to make the course of the mucosa match the course of the gingiva at tooth 11 as closely as possible.

source: Fig 44 The long interproximal contacts were located slightly more palatally.
vi: Hình 44 The long interproximal contacts were located slightly more palatally.

source: Fig 45 Abutment try-in, checking the form and position of the preparation margin.
vi: Hình 45 Abutment try-in, checking the form and position of the preparation margin.

source: Fig 45 The pressure applied to the soft tissues at the time of integration of the provisional crown initiated the soft-tissue conditioning phase.
vi: Hình 45 The pressure applied to the soft tissues at the time of integration of the provisional crown initiated the soft-tissue conditioning phase.

source: Fig 45 The provisional crown from the incisal aspect.
vi: Hình 45 The provisional crown from the incisal aspect.

source: Fig 46 Glass powder mixed with distilled water for application to the blank.
vi: Hình 46 Glass powder mixed with distilled water for application to the blank.

source: Fig 46 Palatal view of the newly inserted all ceramic implant-supported crown, showing that despite the considerable height and volume of this restoration type, a satisfactory contour was achieved compared to the adjacent dentition.
vi: Hình 46 Palatal view of the newly inserted all ceramic implant-supported crown, showing that despite the considerable height and volume of this restoration type, a satisfactory contour was achieved compared to the adjacent dentition.

source: Fig 46 Soft-tissue contour after two soft-tissue conditioning steps, including modification of the provisional crown.
vi: Hình 46 Soft-tissue contour after two soft-tissue conditioning steps, including modification of the provisional crown.

source: Fig 46 The soft tissues had adapted to the shape of the provisional crown.
vi: Hình 46 The soft tissues had adapted to the shape of the provisional crown.

source: Fig 47 Clinical situation at the end of the soft-tissue conditioning phase, labial view.
vi: Hình 47 Clinical situation at the end of the soft-tissue conditioning phase, labial view.

source: Fig 47 Infiltration of the blank in the dental lab.
vi: Hình 47 Infiltration of the blank in the dental lab.

source: Fig 47 The final radiograph confirmed stable peri-implant bone conditions, excellent radio-opacity of the ZrO 2 substructure, and a good marginal fit of the all-ceramic implant-supported crown.
vi: Hình 47 The final radiograph confirmed stable peri-implant bone conditions, excellent radio-opacity of the ZrO 2 substructure, and a good marginal fit of the all-ceramic implant-supported crown.

source: Fig 47a Before treatment.
vi: Hình 47a Before treatment.

source: Fig 47b After insertion of the provisional crown.
vi: Hình 47b After insertion of the provisional crown.

source: Fig 48 A TS abutment was attached to the implant analog.
vi: Hình 48 A TS abutment was attached to the implant analog.

source: Fig 48 Clinical appearance of the anterior maxillary dentition (patient’s unforced smile).
vi: Hình 48 Clinical appearance of the anterior maxillary dentition (patient’s unforced smile).

source: Fig 48 Clinical situation at the end of the soft-tissue conditioning phase, incisal view.
vi: Hình 48 Clinical situation at the end of the soft-tissue conditioning phase, incisal view.

source: Fig 48 Final glass-infiltrated abutment with stained cervical aspect.
vi: Hình 48 Final glass-infiltrated abutment with stained cervical aspect.

source: Fig 49 All-ceramic crowns after the first bake.
vi: Hình 49 All-ceramic crowns after the first bake.

source: Fig 49 TS abutment on the analog, incisal view
vi: Hình 49 TS abutment on the analog, incisal view

source: Fig 49 The shape of the provisional crown to be transferred to the impression cap.
vi: Hình 49 The shape of the provisional crown to be transferred to the impression cap.

source: Fig 4a Occlusal view of the edentulous space at site 12, revealing a horizontal hard-tissue deficiency.
vi: Hình 4a Occlusal view of the edentulous space at site 12, revealing a horizontal hard-tissue deficiency.

source: Fig 4b Occlusal view of the edentulous space at site 22, revealing a horizontal hard-tissue deficiency.
vi: Hình 4b Occlusal view of the edentulous space at site 22, revealing a horizontal hard-tissue deficiency.

source: Fig 4c Horizontal deficiency at site 22 with the proposed restoration place.
vi: Hình 4c Horizontal deficiency at site 22 with the proposed restoration place.

source: Fig 5 A radiopaque resin tooth highlighting the desired mucosal margin at site 11 was fabricated.
vi: Hình 5 A radiopaque resin tooth highlighting the desired mucosal margin at site 11 was fabricated.

source: Fig 5 Buccal view of the treatment site after a mucoperiosteal flap was raised.
vi: Hình 5 Nhìn phía má vùng điều trị sau vạt niêm mạc màng xương được nâng lên.

source: Fig 5 Clinical appearance of the implants in good position after 12 weeks of healing.
vi: Fig 5 Hình ảnh lâm sàng của implant sau 12 tuần lành thương..

source: Fig 5 Clinical situation after orthodontic treatment, with retainers, incisal view.
vi: Hình 5 Clinical situation after orthodontic treatment, with retainers, incisal view.

source: Fig 5 Correct implant position in the mesiodistal comfort zone (green).
vi: Fig 5 Vị trí implant chính xác trong vùng an toàn gần xa (xanh)

source: Fig 5 Evaluating the interproximal bone levels around the teeth adjacent to the future implant site is important for the evaluation of the esthetic risk.
vi: Hình 5 Evaluating the interproximal bone levels around the teeth adjacent to the future implant site is important for the evaluation of the esthetic risk.

source: Fig 5 High lip line.
vi: Hình 5 Đường môi cao

source: Fig 5 Interproximal bone-crest levels of the adjacent teeth allowing the “5-mm rule” to be observed.
vi: Hình 5 Interproximal bone-crest levels of the adjacent teeth allowing the “5-mm rule” to be observed.

source: Fig 5 Occlusal view highlighting good horizontal ridge support in the edentulous space.
vi: Hình 5 Occlusal view highlighting good horizontal ridge support in the edentulous space.

source: Fig 5 Occlusal view of the crestal incision, which is positioned 2-3 mm palatally.
vi: Hình 5 Nhìn phía cắn của đường rạch, được đặt l2-3mm phía khẩu cái

source: Fig 5 Occlusal view of the maxillary study cast with the simple removable partial denture, which was to serve as an interim restoration after the extraction of tooth 11.
vi: Hình 5 Occlusal view of the maxillary study cast with the simple removable partial denture, which was to serve as an interim restoration after the extraction of tooth 11.

source: Fig 5 Periapical radiograph of site 12.
vi: Hình 5 Phim X quang quanh chóp vùng răng 12

source: Fig 5 The healing caps and soft tissue healing 6 weeks after implant placement.
vi: Fig 5 Nắp lành thương và lành thương mô mềm sau 6 tuần đặt implant.

source: Fig 5 The presence of a vertical tissue deficiency to the distal of tooth 22 increased the esthetic risk.
vi: Hình 5 The presence of a vertical tissue deficiency to the distal of tooth 22 increased the esthetic risk.

source: Fig 5 The surgical template in place, verifying adaptation.
vi: Fig 5 Máng phẫu thuật xác định sự thích nghi.
